Repository: linhnghoang/naitei14_python_nhom2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, vi

source: Library Management
ja: 図書館管理システム
vi: Quản Lý Thư Viện

source: Modern Library Platform
ja: 最新の図書館プラットフォーム
vi: Nền Tảng Thư Viện Hiện Đại

source: Trang chủ
ja: ホーム

source: Sách
ja: 書籍

source: Tác giả
ja: 著者

source: Yêu thích
ja: お気に入り

source: Lịch sử mượn
ja: 貸出履歴

source: Tài khoản
ja: アカウント

source: Hồ sơ cá nhân
ja: プロフィール

source: Đăng xuất
ja: ログアウト

source: Đăng nhập
ja: ログイン

source: Đăng ký
ja: 新規登録

source: Library Management.
ja: 図書館管理システム
vi: Quản Lý Thư Viện.

source: Built with Django + Tailwind
ja: Django + Tailwindで構築
vi: Xây dựng với Django + Tailwind

source: Đăng nhập | Library Management
ja: ログイン | 図書館管理システム
vi: Đăng nhập | Quản Lý Thư Viện

source: Tên đăng nhập
ja: ユーザー名

source: vd: ngvan_a
ja: 例: yamada_t

source: Mật khẩu
ja: パスワード

source: Quên mật khẩu?
ja: パスワードをお忘れですか？

source: Chưa có tài khoản?
ja: アカウントをお持ちでないですか？

source: Đăng ký tài khoản | Library Management
ja: アカウント作成 | 図書館管理システム
vi: Đăng ký tài khoản | Quản Lý Thư Viện

source: Bắt đầu thôi!
ja: はじめましょう！

source: Email
ja: メールアドレス

source: Xác nhận mật khẩu
ja: パスワード確認

source: Đăng ký ngay
ja: 今すぐ登録

source: Đã có tài khoản?
ja: すでにアカウントをお持ちですか？

source: Đăng ký thành công | Library Management
ja: 登録完了 | 図書館管理システム
vi: Đăng ký thành công | Quản Lý Thư Viện

source: Đăng ký thành công
ja: 登録完了

source: Chúng tôi đã gửi cho bạn một email kích hoạt tài khoản.
ja: アカウント認証メールを送信しました。

source: Vui lòng kiểm tra hộp thư <strong>(kể cả mục Spam/Junk)</strong> và nhấp vào liên kết kích hoạt để hoàn tất.
ja: メールボックス<strong>（迷惑メールフォルダを含む）</strong>を確認し、認証リンクをクリックして完了してください。

source: Liên kết không hợp lệ | Library Management
ja: 無効なリンク | 図書館管理システム
vi: Liên kết không hợp lệ | Quản Lý Thư Viện

source: Liên kết kích hoạt không hợp lệ
ja: 無効な認証リンク

source: Có thể liên kết đã được sử dụng hoặc đã hết hạn.
ja: このリンクは既に使用されたか、有効期限が切れています。

source: Đến trang đăng nhập
ja: ログインページへ

source: Kích hoạt thành công | Library Management
ja: 認証成功 | 図書館管理システム
vi: Kích hoạt thành công | Quản Lý Thư Viện

source: Tài khoản đã được kích hoạt
ja: アカウントが認証されました

source: Chào <strong>%(username)s</strong>, tài khoản của bạn đã được kích hoạt thành công.
ja: <strong>%(username)s</strong>さん、アカウントの認証が完了しました。

source: Bạn đã được đăng nhập. Bây giờ bạn có thể sử dụng đầy đủ các chức năng của hệ thống.
ja: ログインしました。システムのすべての機能をご利用いただけます。

source: Về trang chính
ja: ホームページへ

source: Bạn sẽ được chuyển hướng về trang chính sau 3 giây...
ja: 3秒後にホームページへリダイレクトします...

source: Hồ sơ cá nhân | Library Management
ja: プロフィール | 図書館管理システム
vi: Hồ sơ cá nhân | Quản Lý Thư Viện

source: Quản lý thông tin tài khoản và cài đặt của bạn
ja: アカウント情報と設定を管理

source: Cập nhật thành công!
ja: 更新しました！

source: Thông tin tài khoản
ja: アカウント情報

source: Cập nhật thông tin cá nhân của bạn
ja: 個人情報を更新

source: Không thể thay đổi
ja: 変更不可

source: Họ
ja: 姓

source: Nguyễn
ja: 山田

source: Tên
ja: 名

source: An
ja: 太郎

source: Đổi mật khẩu
ja: パスワード変更

source: Lưu thay đổi
ja: 変更を保存

source: Đổi mật khẩu | Library Management
ja: パスワード変更 | 図書館管理システム
vi: Đổi mật khẩu | Quản Lý Thư Viện

source: Quay lại hồ sơ
ja: プロフィールに戻る

source: Mật khẩu hiện tại
ja: 現在のパスワード

source: MẬT KHẨU MỚI
ja: 新しいパスワード

source: Mật khẩu mới
ja: 新しいパスワード

source: Xác nhận mật khẩu mới
ja: 新しいパスワード（確認）

source: Yêu cầu mật khẩu
ja: パスワード要件

source: Tối thiểu 8 ký tự
ja: 8文字以上

source: Không được giống tên đăng nhập
ja: ユーザー名と同じにできません

source: Cập nhật mật khẩu
ja: パスワードを更新

source: Đổi mật khẩu thành công | Library Management
ja: パスワード変更完了 | 図書館管理システム
vi: Đổi mật khẩu thành công | Quản Lý Thư Viện

source: Mật khẩu đã được cập nhật
ja: パスワードが更新されました

source: Bạn đã đổi mật khẩu thành công.
ja: パスワードの変更が完了しました。

source: Trang chủ | Library
ja: ホーム | 図書館
vi: Trang chủ | Thư Viện

source: Trang chủ thư viện
ja: 図書館ホーム

source: Quản lý sách, độc giả và phiếu mượn.
ja: 書籍、利用者、貸出伝票を管理します。

source: Dashboard demo cho hệ thống quản lý thư viện.
ja: 図書館管理システムのダッシュボードデモ。

source: + Thêm sách mới
ja: + 新しい書籍を追加

source: + Thêm độc giả
ja: + 利用者を追加

source: Tổng số sách
ja: 総書籍数

source: +8 so với tuần trước
ja: 先週比+8冊

source: Số độc giả
ja: 利用者数

source: Đang hoạt động
ja: アクティブ

source: Sách đang được mượn
ja: 貸出中の書籍

source: 2 quyển quá hạn
ja: 2冊が延滞中

source: Phiếu mượn hôm nay
ja: 本日の貸出伝票

source: Cập nhật theo ngày
ja: 毎日更新

source: Sách mới thêm
ja: 最近追加された書籍

source: Xem tất cả
ja: すべて表示

source: Lập trình
ja: プログラミング

source: Kỹ năng
ja: スキル

source: Phiếu mượn gần đây
ja: 最近の貸出伝票

source: Xem chi tiết
ja: 詳細を見る

source: Đang mượn
ja: 貸出中

source: Gần tới hạn
ja: 返却期限間近

source: Đã trả
ja: 返却済み

source: Admin – Tổng quan | Library
ja: 管理者 – 概要 | 図書館
vi: Admin – Tổng quan | Thư Viện

source: Dashboard admin cho hệ thống quản lý thư viện.
ja: 図書館管理システムの管理者ダッシュボード。

source: Library Admin
ja: 図書館管理
vi: Quản Trị Thư Viện

source: Bảng điều khiển quản lý thư viện
ja: 図書館管理ダッシュボード

source: Về trang người dùng
ja: ユーザーページへ

source: Admin
ja: 管理者
vi: Quản trị

source: Tổng quan
ja: 概要

source: Người dùng
ja: ユーザー

source: Danh mục
ja: カテゴリ

source: Yêu cầu mượn
ja: 貸出リクエスト

source: Thống kê
ja: 統計

source: Lịch sử mượn sách
ja: 書籍貸出履歴

source: Danh sách các yêu cầu mượn sách của:
ja: 書籍貸出リクエスト一覧：

source: Quay lại trang chủ
ja: ホームへ戻る

source: Chưa có thông tin sách
ja: 書籍情報がありません

source: Tạo lúc
ja: 作成日時

source: Đang chờ duyệt
ja: 承認待ち

source: Hủy yêu cầu
ja: リクエストをキャンセル

source: Đã được chấp nhận
ja: 承認済み

source: Bị từ chối
ja: 却下

source: Đã hủy
ja: キャンセル済み

source: Quá hạn
ja: 延滞

source: Lý do từ chối
ja: 却下理由

source: Bạn chưa có yêu cầu mượn sách nào.
ja: 貸出リクエストはまだありません。

source: Hãy chọn một cuốn sách và tạo yêu cầu mượn đầu tiên.
ja: 書籍を選んで最初の貸出リクエストを作成してください。

source: Mượn sách
ja: 書籍を借りる

source: Bạn đang tạo yêu cầu mượn cho <span class="font-medium text-slate-900"> %(book_title)s </span>
ja: 貸出リクエストを作成中： <span class="font-medium text-slate-900"> %(book_title)s </span>

source: Ngày mượn
ja: 貸出日

source: Ngày bắt đầu mượn sách.
ja: 書籍の貸出開始日。

source: Ngày trả dự kiến
ja: 返却予定日

source: Ngày bạn sẽ trả lại sách cho thư viện.
ja: 図書館に書籍を返却する日付。

source: Số lượng
ja: 数量

source: Số bản bạn muốn mượn (tối đa theo tồn kho).
ja: 借りたい冊数（在庫数が上限）。

source: Hủy
ja: キャンセル

source: Gửi yêu cầu
ja: リクエストを送信

source: Author
ja: 著者
vi: Tác giả

source: Authors
ja: 著者
vi: Tác giả

source: Name
ja: 名前
vi: Tên

source: Biography
ja: 経歴
vi: Tiểu sử

source: Birth date
ja: 生年月日
vi: Ngày sinh

source: Death date
ja: 没年月日
vi: Ngày mất

source: Created at
ja: 作成日時
vi: Ngày tạo

source: Publisher
ja: 出版社
vi: Nhà xuất bản

source: Publishers
ja: 出版社
vi: Nhà xuất bản

source: Description
ja: 説明
vi: Mô tả

source: Founded year
ja: 設立年
vi: Năm thành lập

source: Website
ja: ウェブサイト

source: Category
ja: カテゴリ
vi: Danh mục

source: Categories
ja: カテゴリ
vi: Danh mục

source: Slug
ja: スラッグ
vi: Đường dẫn

source: Parent category
ja: 親カテゴリ
vi: Danh mục cha

source: Book
ja: 書籍
vi: Sách

source: Books
ja: 書籍
vi: Sách

source: Title
ja: タイトル
vi: Tiêu đề

source: Publish year
ja: 出版年
vi: Năm xuất bản

source: Pages
ja: ページ数
vi: Số trang

source: Cover URL
ja: 表紙URL
vi: URL ảnh bìa

source: Language code
ja: 言語コード
vi: Mã ngôn ngữ

source: Updated at
ja: 更新日時
vi: Cập nhật lúc

source: Book Author
ja: 書籍著者
vi: Tác giả sách

source: Book Authors
ja: 書籍著者
vi: Tác giả sách

source: Author order
ja: 著者順序
vi: Thứ tự tác giả

source: Book Category
ja: 書籍カテゴリ
vi: Danh mục sách

source: Book Categories
ja: 書籍カテゴリ
vi: Danh mục sách

source: Book Item
ja: 書籍アイテム
vi: Bản sách

source: Book Items
ja: 書籍アイテム
vi: Bản sách

source: Barcode
ja: バーコード
vi: Mã vạch

source: Status
ja: ステータス
vi: Trạng thái

source: Location code
ja: 配置コード
vi: Mã vị trí

source: Available
ja: 利用可能
vi: Có sẵn

source: Reserved
ja: 予約済み
vi: Đã đặt trước

source: Loaned
ja: 貸出中
vi: Đang mượn

source: Lost
ja: 紛失
vi: Đã mất

source: Damaged
ja: 破損
vi: Hư hỏng

source: User
ja: ユーザー
vi: Người dùng

source: User Favorite
ja: お気に入り
vi: Sách yêu thích

source: User Favorites
ja: お気に入り
vi: Sách yêu thích

source: Follow Author
ja: 著者フォロー
vi: Theo dõi tác giả

source: Follow Authors
ja: 著者フォロー
vi: Theo dõi tác giả

source: Follow Publisher
ja: 出版社フォロー
vi: Theo dõi NXB

source: Follow Publishers
ja: 出版社フォロー
vi: Theo dõi NXB

source: Book Comment
ja: 書籍コメント
vi: Bình luận sách

source: Book Comments
ja: 書籍コメント
vi: Bình luận sách

source: Content
ja: 内容
vi: Nội dung

source: Is deleted
ja: 削除済み
vi: Đã xóa

source: Book Rating
ja: 書籍評価
vi: Đánh giá sách

source: Book Ratings
ja: 書籍評価
vi: Đánh giá sách

source: Rating
ja: 評価
vi: Đánh giá

source: Review
ja: レビュー
vi: Nhận xét

source: Borrow Request
ja: 貸出リクエスト
vi: Yêu cầu mượn

source: Borrow Requests
ja: 貸出リクエスト
vi: Yêu cầu mượn

source: Book item
ja: 書籍アイテム
vi: Bản sách

source: Requested from
ja: 貸出開始日
vi: Ngày mượn

source: Duration
ja: 期間
vi: Thời hạn

source: Requested to
ja: 返却予定日
vi: Ngày trả

source: Decision at
ja: 決定日時
vi: Ngày quyết định

source: Pending
ja: 承認待ち
vi: Chờ duyệt

source: Approved
ja: 承認済み
vi: Đã duyệt

source: Rejected
ja: 却下
vi: Từ chối

source: Returned
ja: 返却済み
vi: Đã trả

source: Overdue
ja: 延滞
vi: Quá hạn

source: 1 Week
ja: 1週間
vi: 1 Tuần

source: 2 Weeks
ja: 2週間
vi: 2 Tuần

source: 1 Month
ja: 1ヶ月
vi: 1 Tháng

source: 3 Months
ja: 3ヶ月
vi: 3 Tháng

source: 6 Months
ja: 6ヶ月
vi: 6 Tháng

source: Borrow Request Item
ja: 貸出リクエスト項目
vi: Chi tiết yêu cầu mượn

source: Borrow Request Items
ja: 貸出リクエスト項目
vi: Chi tiết yêu cầu mượn

source: Request
ja: リクエスト
vi: Yêu cầu

source: Quantity
ja: 数量
vi: Số lượng

source: Loan
ja: 貸出
vi: Phiếu mượn

source: Loans
ja: 貸出
vi: Phiếu mượn

source: Request item
ja: リクエスト項目
vi: Chi tiết yêu cầu

source: Approved from
ja: 承認開始日
vi: Duyệt từ ngày

source: Due date
ja: 返却期限
vi: Ngày đến hạn

source: Returned at
ja: 返却日
vi: Ngày trả

source: Borrowed
ja: 貸出中
vi: Đang mượn

source: Mail Queue
ja: メールキュー
vi: Hàng đợi email

source: Type
ja: 種類
vi: Loại

source: To user
ja: 宛先ユーザー
vi: Đến người dùng

source: To admin
ja: 宛先管理者
vi: Đến quản trị

source: To email
ja: 宛先メール
vi: Đến email

source: Subject
ja: 件名
vi: Tiêu đề

source: Body
ja: 本文
vi: Nội dung

source: Reference type
ja: 参照タイプ
vi: Loại tham chiếu

source: Reference ID
ja: 参照ID
vi: ID tham chiếu

source: Scheduled at
ja: 予定日時
vi: Lên lịch lúc

source: Sent at
ja: 送信日時
vi: Gửi lúc

source: Error
ja: エラー
vi: Lỗi

source: Borrow accepted
ja: 貸出承認
vi: Chấp nhận mượn

source: Borrow rejected
ja: 貸出却下
vi: Từ chối mượn

source: Account activation
ja: アカウント認証
vi: Kích hoạt tài khoản

source: Return reminder admin
ja: 返却リマインダー
vi: Nhắc nhở trả sách

source: Queued
ja: 待機中
vi: Đang chờ

source: Sent
ja: 送信済み
vi: Đã gửi

source: Failed
ja: 失敗
vi: Thất bại

source: Cancelled
ja: キャンセル
vi: Đã hủy

source: Library Management System
ja: 図書館管理システム
vi: Hệ thống Quản lý Thư viện

source: Welcome to Library Management
ja: 図書館管理へようこそ
vi: Chào mừng đến với Quản lý Thư viện

source: Basic Information
ja: 基本情報
vi: Thông tin cơ bản

source: Hierarchy
ja: 階層
vi: Phân cấp

source: Select a parent category to create a subcategory hierarchy.
ja: 親カテゴリを選択してサブカテゴリ階層を作成します。
vi: Chọn danh mục cha để tạo phân cấp danh mục con.

source: %(count)s books
ja: %(count)s冊
vi: %(count)s sách

source: %(count)s subcategories
ja: %(count)sサブカテゴリ
vi: %(count)s danh mục con

source: No subcategories
ja: サブカテゴリなし
vi: Không có danh mục con

source: Subcategories
ja: サブカテゴリ
vi: Danh mục con

source: Cannot set parent to a descendant category.
ja: 子孫カテゴリを親に設定することはできません。
vi: Không thể đặt danh mục con làm danh mục cha.

source: Clear parent category (make top-level)
ja: 親カテゴリをクリア（トップレベルにする）
vi: Xóa danh mục cha (đưa lên cấp cao nhất)

source: Successfully cleared parent for %(count)s categories.
ja: %(count)sカテゴリの親をクリアしました。
vi: Đã xóa danh mục cha cho %(count)s danh mục.

source: Set as subcategories of first selected
ja: 最初に選択したものをサブカテゴリに設定
vi: Đặt làm danh mục con của danh mục đầu tiên

source: Please select at least 2 categories (first will be parent, others will become subcategories).
ja: 2つ以上のカテゴリを選択してください（最初が親、他がサブカテゴリになります）。
vi: Vui lòng chọn ít nhất 2 danh mục (danh mục đầu tiên sẽ là cha, các danh mục khác sẽ thành con).

source: Cannot set %(parent)s as parent for %(child)s - would create circular relationship.
ja: %(parent)sを%(child)sの親に設定できません - 循環参照になります。
vi: Không thể đặt %(parent)s làm cha của %(child)s - sẽ tạo vòng lặp.

source: Successfully set %(parent)s as parent for %(count)s categories.
ja: %(parent)sを%(count)sカテゴリの親に設定しました。
vi: Đã đặt %(parent)s làm cha cho %(count)s danh mục.

source: Dates
ja: 日付
vi: Ngày tháng

source: Additional Info
ja: 追加情報
vi: Thông tin bổ sung

source: Publication Details
ja: 出版詳細
vi: Thông tin xuất bản

source: Media
ja: メディア
vi: Phương tiện

source: Timestamps
ja: タイムスタンプ
vi: Thời gian

source: Items
ja: アイテム
vi: Bản sách

source: Book Information
ja: 書籍情報
vi: Thông tin sách

source: Item Details
ja: アイテム詳細
vi: Chi tiết bản sách

source: Return selected books
ja: 選択した書籍を返却
vi: Trả sách đã chọn

source: %(count)s books returned successfully.
ja: %(count)s冊が正常に返却されました。
vi: %(count)s sách đã được trả thành công.

source: Mark selected books as Lost
ja: 選択した書籍を紛失としてマーク
vi: Đánh dấu sách đã chọn là Mất

source: %(count)s books marked as lost.
ja: %(count)s冊が紛失としてマークされました。
vi: %(count)s sách đã được đánh dấu là mất.

source: Books Management
ja: 書籍管理
vi: Quản lý Sách

source: Categories Management
ja: カテゴリ管理
vi: Quản lý Danh mục

source: Authors Management
ja: 著者管理
vi: Quản lý Tác giả

source: Publishers Management
ja: 出版社管理
vi: Quản lý Nhà xuất bản

source: Export to Excel
ja: Excelにエクスポート
vi: Xuất ra Excel

source: Export Excel
ja: Excelエクスポート
vi: Xuất Excel

source: New requests can only be Pending, Approved, or Rejected.
ja: 新規リクエストは承認待ち、承認済み、または却下のみ可能です。
vi: Yêu cầu mới chỉ có thể là Chờ duyệt, Đã duyệt, hoặc Từ chối.

source: Book item is required for approval.
ja: 承認には書籍アイテムが必要です。
vi: Cần có bản sách để duyệt.

source: Book item %(barcode)s is not available (Status: %(status)s).
ja: 書籍アイテム%(barcode)sは利用できません（ステータス: %(status)s）。
vi: Bản sách %(barcode)s không khả dụng (Trạng thái: %(status)s).

source: Cannot edit a request that has already been returned.
ja: 既に返却されたリクエストは編集できません。
vi: Không thể chỉnh sửa yêu cầu đã được trả.

source: Approved requests can only be changed to Returned, Lost, or Overdue.
ja: 承認済みリクエストは返却済み、紛失、または延滞にのみ変更できます。
vi: Yêu cầu đã duyệt chỉ có thể chuyển sang Đã trả, Mất, hoặc Quá hạn.

source: Only approved, overdue, or lost requests can be returned.
ja: 承認済み、延滞、または紛失のリクエストのみ返却できます。
vi: Chỉ có thể trả các yêu cầu đã duyệt, quá hạn, hoặc mất.

source: Request #%(id)s by %(user)s
ja: リクエスト #%(id)s - %(user)s
vi: Yêu cầu #%(id)s của %(user)s

source: Total Books
ja: 総書籍数
vi: Tổng số sách

source: Active Users
ja: アクティブユーザー
vi: Người dùng hoạt động

source: Pending Requests
ja: 保留中のリクエスト
vi: Yêu cầu đang chờ

source: Overdue Loans
ja: 延滞貸出
vi: Sách quá hạn

source: Library Statistics
ja: 図書館統計
vi: Thống kê thư viện

source: Period:
ja: 期間:
vi: Kỳ:

source: This Month
ja: 今月
vi: Tháng này

source: This Year
ja: 今年
vi: Năm nay

source: Year:
ja: 年:
vi: Năm:

source: Month:
ja: 月:
vi: Tháng:

source: Books by Category (total)
ja: カテゴリ別書籍数（合計）
vi: Số lượng sách theo thể loại (tổng)

source: Loan Trends Over Time
ja: 貸出トレンド
vi: Xu hướng mượn theo thời gian

source: Borrow Request Status
ja: 貸出リクエスト状況
vi: Trạng thái yêu cầu mượn sách

source: Book Languages in Library
ja: 図書館の書籍言語
vi: Ngôn ngữ sách trong thư viện

source: Quick Actions
ja: クイックアクション
vi: Thao tác nhanh

source: User Management
ja: ユーザー管理
vi: Quản lý người dùng

source: Category Management
ja: カテゴリ管理
vi: Quản lý thể loại sách

source: Author Management
ja: 著者管理
vi: Quản lý tác giả

source: Publisher Management
ja: 出版社管理
vi: Quản lý nhà xuất bản

source: Book Management
ja: 書籍管理
vi: Quản lý sách

source: Borrow Request Management
ja: 貸出リクエスト管理
vi: Quản lý yêu cầu mượn sách

source: Export Excel Data
ja: Excelデータエクスポート
vi: Xuất dữ liệu Excel

source: Export Books Excel
ja: 書籍Excelエクスポート
vi: Xuất Excel Sách

source: Export Categories Excel
ja: カテゴリExcelエクスポート
vi: Xuất Excel Thể loại

source: Export Authors Excel
ja: 著者Excelエクスポート
vi: Xuất Excel Tác giả

source: Export Publishers Excel
ja: 出版社Excelエクスポート
vi: Xuất Excel Nhà XB

source: Recent Activity
ja: 最近のアクティビティ
vi: Hoạt động gần đây

source: Loading recent activity...
ja: 最近のアクティビティを読み込み中...
vi: Đang tải hoạt động gần đây...

source: Category: %(name)s
ja: カテゴリ: %(name)s
vi: Danh mục: %(name)s

source: Slug: %(slug)s
ja: スラッグ: %(slug)s
vi: Đường dẫn: %(slug)s

source: Books: %(count)s
ja: 書籍: %(count)s
vi: Sách: %(count)s

source: Children: %(count)s
ja: 子カテゴリ: %(count)s
vi: Danh mục con: %(count)s

source: Recently
ja: 最近
vi: Gần đây

source: Publisher: %(name)s
ja: 出版社: %(name)s
vi: Nhà xuất bản: %(name)s

source: Founded: %(year)s
ja: 設立年: %(year)s
vi: Năm thành lập: %(year)s

source: Unknown
ja: 不明
vi: Không rõ

source: Yes
ja: はい
vi: Có

source: No
ja: いいえ
vi: Không

source: Website: %(status)s
ja: ウェブサイト: %(status)s

source: Author: %(name)s
ja: 著者: %(name)s
vi: Tác giả: %(name)s

source: Born: %(date)s
ja: 生年月日: %(date)s
vi: Ngày sinh: %(date)s

source: New book: %(title)s
ja: 新着書籍: %(title)s
vi: Sách mới: %(title)s

source: Year: %(year)s
ja: 年: %(year)s
vi: Năm: %(year)s

source: %(count)ss ago
ja: %(count)s秒前
vi: %(count)s giây trước

source: %(count)sm ago
ja: %(count)s分前
vi: %(count)s phút trước

source: %(count)sh ago
ja: %(count)s時間前
vi: %(count)s giờ trước

source: %(count)sd ago
ja: %(count)s日前
vi: %(count)s ngày trước
